Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Punctuation, plus the "um"s, stutters and false starts that come with talking out loud.
de: Zeichensetzung, plus die „ähm"s, Stotterer und Fehlstarts, die beim lauten Sprechen passieren.
es: Puntuación, más los «eh», tartamudeos y falsos arranques de hablar en voz alta.
et: Kirjavahemärgid, lisaks „ee"-d, komistused ja valed algused, mis kaasnevad valju häälega rääkimisega.
fr: Ponctuation, plus les « euh », bégaiements et faux départs qui viennent avec le fait de parler à voix haute.
hu: Központozás, plusz a „öö"-zések, dadogások és hamis kezdések, amik a hangos beszéddel járnak.
it: Punteggiatura, più i «mmh», le balbettii e i falsi inizi che arrivano parlando ad alta voce.
ja: 句読点に加え、「えーっと」などの言い淀みや、話し声に伴う吃りや言い間違いも除去。
ko: 구두점, 그리고 말할 때 나오는 "음" 하는 소리, 더듬거림, 헛시작까지.
ms: Tanda baca, ditambah dengan "um", gagap dan permulaan palsu yang datang dengan bercakap kuat.
pt: Pontuação, mais os «huns», gaguejos e falsos começos que vêm com falar em voz alta.
ru: Пунктуация, плюс «э-э», запинки и ложные начала, которые бывают при разговоре вслух.
zh_hans: 标点，以及说话时出现的"嗯"、结巴和重新起头。

source: Push the boundary letter to the hand opposite your last key: tap a left-side key and the edge letter hops right (and vice versa). It holds until you switch hands, not flipping every press.
de: Schiebt den Randbuchstaben zur Hand gegenüber deiner letzten Taste: tipp eine Taste links und der Randbuchstabe springt nach rechts (und umgekehrt). Er bleibt, bis du die Hand wechselst, statt bei jedem Druck umzuschlagen.
es: Empuja la letra del borde hacia la mano opuesta a tu última tecla: toca una tecla del lado izquierdo y la letra del borde salta a la derecha (y al revés). Se mantiene hasta que cambias de mano, no cambia en cada pulsación.
et: Lükkab servatähe vastaskätte sinu viimasest klahvist: vajuta vasakpoolset klahvi ja servatähe hüppab paremale (ja vastupidi). Ta püsib, kuni vahetad kätt, mitte ei pööra iga vajutusega.
fr: Envoie la lettre de bord vers la main opposée à ta dernière touche : appuie à gauche et la lettre du bord saute à droite (et inversement). Ça tient jusqu'à ce que tu changes de main, sans basculer à chaque appui.
hu: A határoló betűt az utolsó billentyűddel ellentétes kézhez tolja: koppints egy bal oldali billentyűre, és a szélső betű átugrik jobbra (és fordítva). Addig marad, amíg kezet nem váltasz, nem fordul meg minden lenyomásnál.
it: Spinge la lettera di bordo verso la mano opposta al tuo ultimo tasto: tocca un tasto a sinistra e la lettera di bordo salta a destra (e viceversa). Resta finché non cambi mano, non si ribalta a ogni pressione.
ja: 境界の文字を、最後に押したキーと反対の手に寄せます。左側のキーを押すと端の文字が右に移ります（逆も同様）。毎回切り替わるのではなく、手を替えるまでそのままです。
ko: 경계 글자를 마지막 키의 반대쪽 손으로 밀어요. 왼쪽 키를 누르면 가장자리 글자가 오른쪽으로 뛰고(반대도 마찬가지). 손을 바꿀 때까지 유지되고, 누를 때마다 뒤집히진 않아요.
ms: Tolak huruf sempadan ke tangan bertentangan dengan kekunci terakhir anda: ketik kekunci sebelah kiri dan huruf tepi melompat ke kanan (dan sebaliknya). Ia kekal sehingga anda tukar tangan, bukan bertukar setiap tekanan.
pt: Empurra a letra da fronteira para a mão oposta à da tua última tecla: toca numa tecla do lado esquerdo e a letra da borda salta para a direita (e vice-versa). Mantém-se até trocares de mão, sem virar a cada toque.
ru: Отправлять граничную букву к руке, противоположной последней клавише: нажали слева — крайняя буква перепрыгивает вправо (и наоборот). Она держится, пока вы не смените руку, а не прыгает при каждом нажатии.
zh_hans: 把边界字母推到你上一个键的另一只手那侧：点左边的键，边缘字母就跳到右边（反之亦然）。它会保持到你换手，而不是每按一次就翻。

source: Put everything back?
de: Alles zurücksetzen?
es: ¿Devolver todo a su sitio?
et: Paned kõik tagasi?
fr: Tout remettre comme avant ?
hu: Visszaállítsunk mindent?
it: Rimettere tutto com’era?
ja: すべて元に戻しますか？
ko: 전부 되돌릴까요?
ms: Kembalikan semuanya?
pt: Pôr tudo como estava?
ru: Вернуть всё на место?
zh_hans: 要把所有设置还原吗？

source: Put your finger on the first letter of the word.
de: Setz den Finger auf den ersten Buchstaben des Wortes.
es: Pon el dedo en la primera letra de la palabra.
et: Aseta sõrm sõna esimesele tähele.
fr: Pose ton doigt sur la première lettre du mot.
hu: Tedd az ujjad a szó első betűjére.
it: Appoggia il dito sulla prima lettera della parola.
ja: 単語の最初の文字に指を置きます。
ko: 단어의 첫 글자에 손가락을 올리세요.
ms: Letakkan jari anda pada huruf pertama perkataan itu.
pt: Põe o dedo na primeira letra da palavra.
ru: Поставьте палец на первую букву слова.
zh_hans: 手指放在这个词的第一个字母上。

source: Puts a space after every emoji, so a run of them doesn’t come out as one solid block.
de: Setzt nach jedem Emoji ein Leerzeichen, damit mehrere hintereinander nicht als ein Klumpen ankommen.
es: Pone un espacio después de cada emoji, para que varios seguidos no salgan pegados en un bloque.
et: Lisab iga emoji järel tühiku, nii et mitu järjest ei tule ühe tükina.
fr: Met un espace après chaque emoji, pour que plusieurs à la suite ne forment pas un pavé.
hu: Minden emoji után szóközt tesz, így több egymás után nem folyik össze egy tömbbe.
it: Mette uno spazio dopo ogni emoji, così una fila di emoji non esce tutta attaccata.
ja: 絵文字ごとに後ろへスペースを入れるので、続けて送ってもひと塊になりません。
ko: 이모지마다 뒤에 띄어쓰기를 넣어서, 여러 개를 이어 보내도 한 덩어리로 붙지 않아요.
ms: Letak ruang selepas setiap emoji, jadi beberapa emoji berturut-turut tak jadi satu blok padat.
pt: Põe um espaço depois de cada emoji, para que vários seguidos não saiam colados num bloco.
ru: Ставит пробел после каждого эмодзи, чтобы их вереница не слипалась в один ком.
zh_hans: 每个表情后面加一个空格，连着发好几个也不会挤成一团。

source: Puts the keyboard away, the same as swiping it down.
de: Blendet die Tastatur aus, wie ein Wischen nach unten.
es: Oculta el teclado, igual que deslizarlo hacia abajo.
et: Peidab klaviatuuri, nagu alla pühkimine.
fr: Range le clavier, comme un balayage vers le bas.
hu: Elrejti a billentyűzetet, mint a lefelé húzás.
it: Nasconde la tastiera, come uno scorrimento verso il basso.
ja: 下にスワイプしたときと同じように、キーボードを閉じます。
ko: 아래로 쓸어내린 것처럼 키보드를 내립니다.
ms: Menyimpan papan kekunci, sama seperti meleretnya ke bawah.
pt: Esconde o teclado, como deslizar para baixo.
ru: Убирает клавиатуру, как смахивание вниз.
zh_hans: 收起键盘，和向下轻扫一样。

source: Puts the tabs back, and the keyboard back on the keys. Your themes, layouts and tools are all where you left them.
de: Holt die Tabs zurück und die Tastatur zurück auf die Tasten. Deine Themes, Layouts und Tools sind alle da, wo du sie gelassen hast.
es: Devuelve las pestañas, y el teclado vuelve a las teclas. Tus temas, distribuciones y herramientas siguen donde los dejaste.
et: Paneb kaardid tagasi ja klaviatuuri klahvidele. Sinu teemad, paigutused ja tööriistad on kõik seal, kus nad jätsid.
fr: Remet les onglets, et le clavier revient sur les touches. Tes thèmes, dispositions et outils sont là où tu les as laissés.
hu: Visszahozza a füleket, a billentyűzetet pedig a billentyűkhöz. A témáid, kiosztásaid és eszközeid mind ott vannak, ahol hagytad őket.
it: Rimette le schede, e la tastiera torna sui tasti. Temi, layout e strumenti sono tutti dove li hai lasciati.
ja: タブが戻り、キーボードもキーの画面に戻ります。テーマもレイアウトもツールも、置いたままの場所にあります。
ko: 탭이 돌아오고, 키보드도 다시 키 화면으로 돌아옵니다. 테마와 레이아웃, 도구는 모두 두었던 그대로예요.
ms: Mengembalikan tab, dan papan kekunci kembali kepada kekunci. Tema, susun atur dan alat anda semuanya di tempat anda tinggalkan.
pt: Devolve os separadores, e o teclado volta às teclas. Os teus temas, esquemas e ferramentas estão todos onde os deixaste.
ru: Возвращает вкладки, а клавиатуру — к клавишам. Ваши темы, раскладки и инструменты остаются там, где вы их оставили.
zh_hans: 把标签页放回来，键盘也回到按键。你的主题、布局和工具都在原来的位置。

source: Puts the tool back in the panel button and the slide-up list.
de: Stellt das Werkzeug wieder in den Panel-Button und die Liste.
es: Devuelve la herramienta al botón de paneles y a la lista.
et: Paneb tööriista tagasi paneelinuppu ja üleslibisevasse loendisse.
fr: Remet l'outil dans le bouton de panneaux et dans la liste.
hu: Visszateszi az eszközt a panelgombba és a listába.
it: Rimette lo strumento nel pulsante dei pannelli e nell'elenco.
ja: ツールをパネルボタンと一覧に戻します。
ko: 도구를 패널 버튼과 목록에 다시 넣어요.
ms: Mengembalikan alat ini ke butang panel dan senarai.
pt: Repõe a ferramenta no botão de painéis e na lista.
ru: Возвращает инструмент в кнопку панелей и в список по подъёму.
zh_hans: 把工具放回面板按钮和列表里。

source: Puts ١٢٣ on the 123 page of the Arabic keyboard. The number row keeps 123, and holding a digit gives you the other set.
de: Legt ١٢٣ auf die 123-Ebene der arabischen Tastatur. Die Zahlenreihe behält 123, und wenn du eine Ziffer gedrückt hältst, bekommst du den anderen Satz.
es: Pone ١٢٣ en la página 123 del teclado árabe. La fila de números mantiene 123, y si mantienes pulsada una cifra tienes el otro conjunto.
et: Paneb ١٢٣ araabia klaviatuuri 123-lehele. Numbridrida hoiab 123 ja numbri hoidmisel saad teise komplekti.
fr: Met ١٢٣ sur la page 123 du clavier arabe. La rangée de chiffres garde 123, et maintenir un chiffre te donne l’autre série.
hu: A ١٢٣ jegyeket teszi az arab billentyűzet 123-as lapjára. A számsor marad 123, és egy számjegyet nyomva tartva megkapod a másik készletet.
it: Mette ١٢٣ nella pagina 123 della tastiera araba. La riga dei numeri resta 123 e tenendo premuta una cifra ottieni l’altra serie.
ja: アラビア語キーボードの「123」ページを ١٢٣ にします。数字行は 123 のままで、数字キーを長押しするともう一方の数字が出ます。
ko: 아랍어 키보드의 123 페이지를 ١٢٣ 으로 바꿉니다. 숫자 행은 123 그대로이며, 숫자를 길게 누르면 다른 쪽 숫자가 나옵니다.
ms: Meletakkan ١٢٣ pada halaman 123 papan kekunci Arab. Baris nombor kekal 123, dan tekan lama sesuatu digit untuk mendapatkan set yang satu lagi.
pt: Coloca ١٢٣ na página 123 do teclado árabe. A linha de números mantém 123 e, se mantiveres um algarismo premido, obténs o outro conjunto.
ru: Ставит ١٢٣ на страницу 123 арабской клавиатуры. В ряду цифр остаются 123, а по удержанию цифры выдаётся другой набор.
zh_hans: 把阿拉伯语键盘的 123 页换成 ١٢٣。数字行仍是 123，长按数字键可得到另一组。

source: Queued
de: In Warteschlange
es: En cola
et: Ootel
fr: En attente
hu: Várólistán
it: In coda
ja: 待機中
ko: 대기 중
ms: Dalam giliran
pt: Em fila de espera
ru: В очереди
zh_hans: 排队中

source: Quick Dictate
de: Schnelldiktat
es: Dictado rápido
et: Kiirdikteerimine
fr: Dictée rapide
hu: Gyors diktálás
it: Dettatura rapida
ja: クイック音声入力
ko: 빠른 받아쓰기
ms: Imlak pantas
pt: Ditado rápido
ru: Быстрая диктовка
zh_hans: 快速听写

source: Quick accents
de: Schnelle Akzente
es: Acentos rápidos
et: Kiired aksendid
fr: Accents rapides
hu: Gyors ékezetek
it: Accenti rapidi
ja: クイックアクセント
ko: 빠른 악센트
ms: Aksen pantas
pt: Acentos rápidos
ru: Быстрые акценты
zh_hans: 快速重音

source: Quick accents, in Gestures, sets how long the hold takes and how far the swipe has to travel.
de: „Schnelle Akzente“ in den Gesten legt fest, wie lange das Halten dauert und wie weit der Wisch gehen muss.
es: Acentos rápidos, en Gestos, ajusta cuánto dura la pulsación y cuánto hay que deslizar.
et: Kiired aksendid, jaotises Žestid, sätestab, kui kaua kestab hoidmine ja kui kaugele peab pühkima.
fr: Accents rapides, dans Gestes, règle la durée de l'appui et la distance du balayage.
hu: A Gesztusok között a Gyors ékezetek állítja be, meddig kell nyomva tartani és mennyit húzni.
it: Accenti rapidi, in Gesti, imposta quanto dura la pressione e quanto deve essere lungo lo scorrimento.
ja: 「ジェスチャ」の「クイックアクセント」で、長押しの時間とスワイプの距離を調整できます。
ko: 제스처의 빠른 악센트에서 길게 누르는 시간과 쓸어내리는 거리를 정할 수 있습니다.
ms: Aksen pantas, dalam Gerak isyarat, menetapkan tempoh tahanan dan jarak leretan.
pt: Acentos rápidos, em Gestos, define quanto dura o toque e quanto tens de deslizar.
ru: «Быстрые акценты» в «Жестах» задают длительность удержания и то, как далеко нужно провести пальцем.
zh_hans: “手势”里的“快速重音”能设定长按多久、下滑多远才触发。

source: Quick access
de: Schnellzugriff
es: Acceso rápido
et: Kiirligipääs
fr: Accès rapide
hi: त्वरित पहुँच
hu: Gyors elérés
it: Accesso rapido
ja: クイックアクセス
ko: 빠른 접근
ms: Akses pantas
ne: द्रुत पहुँच
pt: Acesso rápido
ru: Быстрый доступ
tr: Hızlı erişim
zh_hans: 快速访问

source: Quick customize
de: Schnellanpassung
es: Personalización rápida
et: Kiirkohandamine
fr: Personnalisation rapide
hu: Gyors testreszabás
it: Personalizzazione rapida
ja: クイックカスタマイズ
ko: 빠른 사용자 설정
ms: Sesuaian pantas
pt: Personalização rápida
ru: Быстрая настройка
zh_hans: 快速自定义

source: Quick jotted notes
de: Schnelle Notizen
es: Notas rápidas
et: Kiired märkmed
fr: Notes prises à la volée
hu: Gyors jegyzetek
it: Appunti veloci
ja: さっと書いたメモ
ko: 빠르게 적은 메모
ms: Nota ringkas
pt: Notas rápidas
ru: Быстрые заметки
zh_hans: 随手记下的笔记

source: Quick notepad
de: Schnellnotizen
es: Bloc de notas rápido
et: Kiirmärkmik
fr: Bloc-notes rapide
hu: Gyors jegyzettömb
it: Blocco note rapido
ja: クイックメモ
ko: 빠른 메모장
ms: Pad nota pantas
pt: Bloco de notas rápido
ru: Быстрый блокнот
zh_hans: 快速记事本

source: Quick notepad is off. Turn it on to use and customize it.
de: Der Notizblock ist aus. Schalte ihn ein, um ihn zu nutzen und anzupassen.
es: El bloc rápido está desactivado. Actívalo para usarlo y personalizarlo.
et: Kiirmärkmik on väljas. Lülita see sisse, et kasutada ja kohandada.
fr: Le bloc-notes est désactivé. Active-le pour l'utiliser et le personnaliser.
hu: A gyorsjegyzet ki van kapcsolva. Kapcsold be, hogy használhasd és beállíthasd.
it: Il blocco note è disattivato. Attivalo per usarlo e personalizzarlo.
ja: メモはオフです。オンにすると使えて、設定も変えられます。
ko: 빠른 메모가 꺼져 있어요. 켜면 쓰고 설정도 바꿀 수 있어요.
ms: Nota pantas dimatikan. Hidupkannya untuk guna dan sesuaikannya.
pt: O bloco de notas está desligado. Liga-o para o usares e personalizares.
ru: Быстрый блокнот выключен. Включите его, чтобы пользоваться и настраивать.
zh_hans: 快速记事已关闭。打开后就能使用并调整设置。

source: Quick presets
de: Schnellvoreinstellungen
es: Ajustes rápidos
et: Kiirmallid
fr: Préréglages rapides
hu: Gyors előbeállítások
it: Preset rapidi
ja: クイックプリセット
ko: 빠른 프리셋
ms: Pratetap pantas
pt: Predefinições rápidas
ru: Быстрые пресеты
zh_hans: 快速预设

source: Quick setups
de: Schnelle Setups
es: Configuraciones rápidas
et: Kiirseadistused
fr: Configurations rapides
hu: Gyors beállítások
it: Configurazioni rapide
ja: クイック設定
ko: 빠른 설정
ms: Persediaan pantas
pt: Configurações rápidas
ru: Быстрые наборы настроек
zh_hans: 快捷方案

source: Quicker and busier, in smaller pieces.
de: Schneller und dichter, in kleineren Teilchen.
es: Más rápido y con más movimiento, en piezas más pequeñas.
et: Kiirem ja tihedam, väiksemates osades.
fr: Plus rapide et plus chargé, en éléments plus petits.
hu: Gyorsabb és mozgalmasabb, apróbb darabokban.
it: Più rapido e movimentato, in pezzi più piccoli.
ja: 速く、にぎやかに。粒は小さめ。
ko: 더 빠르고 분주하게, 더 작은 조각으로.
ms: Lebih pantas dan sibuk, dalam cebisan lebih kecil.
pt: Mais rápido e movimentado, em peças mais pequenas.
ru: Быстрее и живее, мелкими кусочками.
zh_hans: 更快更热闹，颗粒更小。

source: Quiet hours
de: Ruhezeiten
es: Horario silencioso
et: Vaiksed tunnid
fr: Heures silencieuses
hu: Csendes időszak
it: Orario silenzioso
ja: 静かな時間帯
ko: 조용한 시간
ms: Waktu senyap
pt: Horário silencioso
ru: Тихие часы
zh_hans: 静音时段

source: Quiet in dark appearance
de: Leise im dunklen Erscheinungsbild
es: Silencio en modo oscuro
et: Vaikne tumeda välimusega
fr: Silence en apparence sombre
hu: Csendes sötét megjelenésben
it: Silenziosa in modalità scura
ja: ダーク外観で静かに
ko: 다크 모드에서 조용하게
ms: Senyap dalam rupa gelap
pt: Silencioso no modo escuro
ru: Тихо при тёмном оформлении
zh_hans: 深色外观时静音

source: Radius 0. Hard square caps.
de: Radius 0. Harte, eckige Kappen.
es: Radio 0. Extremos cuadrados y duros.
et: Raadius 0. Kõvad kandilised katted.
fr: Rayon 0. Coins carrés nets.
hu: 0-s sugár. Kemény, szögletes sarkok.
it: Raggio 0. Angoli quadrati e netti.
ja: 半径0。角ばった四角いキャップ。
ko: 반경 0. 각진 사각 끝이에요.
ms: Jejari 0. Penutup segi empat keras.
pt: Raio 0. Cantos quadrados e duros.
ru: Радиус 0. Жёсткие квадратные клавиши.
zh_hans: 半径 0。硬邦邦的直角。

source: Radius 20. Pill-soft caps.
de: Radius 20. Weiche Pillenform.
es: Radio 20. Extremos suaves tipo píldora.
et: Raadius 20. Pehmed ümarkaadid.
fr: Rayon 20. Coins arrondis tout en douceur.
hu: 20-as sugár. Pehelypuha, lekerekített sarkok.
it: Raggio 20. Angoli morbidi a pillola.
ja: 半径20。ピルみたいに柔らかいキャップ。
ko: 반경 20. 알약처럼 부드러운 끝이에요.
ms: Jejari 20. Penutup lembut macam pil.
pt: Raio 20. Cantos macios tipo cápsula.
ru: Радиус 20. Мягкие клавиши-капсулы.
zh_hans: 半径 20。胶囊般柔和的边角。

source: Radius 4. Gently softened corners.
de: Radius 4. Sanft abgerundete Ecken.
es: Radio 4. Esquinas suavizadas con delicadeza.
et: Raadius 4. Õrnalt pehmendatud nurgad.
fr: Rayon 4. Coins légèrement adoucis.
hu: 4-os sugár. Kicsit lágyabb sarkok.
it: Raggio 4. Angoli un po' ammorbiditi.
ja: 半径4。角をやさしく丸めています。
ko: 반경 4. 모서리를 살짝 부드럽게 다듬었어요.
ms: Jejari 4. Sudut dilembutkan sikit.
pt: Raio 4. Cantos ligeiramente arredondados.
ru: Радиус 4. Слегка смягчённые углы.
zh_hans: 半径 4。稍微磨圆的角。

source: Radius 6. Gently softened corners.
de: Radius 6. Sanft abgerundete Ecken.
es: Radio 6. Esquinas suavizadas con delicadeza.
et: Raadius 6. Õrnalt pehmendatud nurgad.
fr: Rayon 6. Coins légèrement adoucis.
hu: 6-os sugár. Kicsit lágyabb sarkok.
it: Raggio 6. Angoli un po' ammorbiditi.
ja: 半径6。角をやさしく丸めています。
ko: 반경 6. 모서리를 살짝 부드럽게 다듬었어요.
ms: Jejari 6. Sudut dilembutkan sikit.
pt: Raio 6. Cantos ligeiramente arredondados.
ru: Радиус 6. Слегка смягчённые углы.
zh_hans: 半径 6。稍微磨圆的角。

source: Rain
de: Regen
es: Lluvia
et: Vihm
fr: Pluie
hu: Eső
it: Pioggia
ja: 雨
ko: 비
ms: Hujan
pt: Chuva
ru: Дождь
zh_hans: 雨

source: Rainbow
de: Regenbogen
es: Arcoíris
et: Vikerkaar
fr: Arc-en-ciel
hu: Szivárvány
it: Arcobaleno
ja: 虹
ko: 무지개
ms: Pelangi
pt: Arco-íris
ru: Радуга
zh_hans: 彩虹

source: Raised ramp
de: Erhöhte Schräge
es: Borde elevado
et: Kõrgendatud kaldpind
fr: Rebord surélevé
hu: Megemelt perem
it: Bordo rialzato
ja: 盛り上がった縁
ko: 돌출된 테두리
ms: Tepi timbul
pt: Rebordo elevado
ru: Приподнятый скос
zh_hans: 隆起斜面

source: Ramp
de: Rampe
es: Rampa
et: Kalle
fr: Rampe
hu: Rámpa
it: Rampa
ja: 傾斜
ko: 경사
ms: Tanjakan
pt: Rampa
ru: Нарастание
zh_hans: 渐升

source: Rapid delete
de: Schnelles Löschen
es: Borrado rápido
et: Kiirkustutamine
fr: Suppression rapide
hu: Gyors törlés
it: Eliminazione rapida
ja: 高速削除
ko: 빠른 삭제
ms: Pemadaman pantas
pt: Eliminação rápida
ru: Быстрое удаление
zh_hans: 快速删除

source: Reach emoji from the Tools menu. Off removes emoji entirely. Want a dedicated 🙂 key? Add one from Layout → Quick presets.
de: Emoji über das Werkzeug-Menü erreichen. Aus entfernt Emoji vollständig. Lieber eine eigene 🙂-Taste? Füge sie unter Layout → Schnellvorlagen hinzu.
es: Accede a los emojis desde el menú de herramientas. Desactivado, los emojis desaparecen por completo. ¿Prefieres una tecla 🙂 propia? Añádela en Diseño → Ajustes rápidos.
et: Emoji Tööriistade menüüst. Väljas eemaldab emoji täielikult. Tahad eraldi klahvi 🙂? Lisa see jaotisest Paigutus → Kiirmallid.
fr: Accède aux emojis depuis le menu Outils. Désactivé, les emojis disparaissent entièrement. Tu préfères une touche 🙂 dédiée ? Ajoute-la dans Disposition → Préréglages.
hu: Az emojikat az Eszközök menüből éred el. Kikapcsolva az emojik teljesen eltűnnek. Inkább külön 🙂 gombot szeretnél? Add hozzá az Elrendezés → Gyors sablonok alatt.
it: Raggiungi le emoji dal menu Strumenti. Se disattivato, le emoji spariscono del tutto. Preferisci un tasto 🙂 dedicato? Aggiungilo da Layout → Preimpostazioni.
ja: 絵文字はツールメニューから開けます。オフにすると絵文字は完全に非表示になります。専用の🙂キーが欲しい場合は「レイアウト」→「クイックプリセット」から追加できます。
ko: 이모지는 도구 메뉴에서 열 수 있습니다. 끄면 이모지가 완전히 사라집니다. 전용 🙂 키를 원하시나요? 레이아웃 → 빠른 프리셋에서 추가하세요.
ms: Capai emoji daripada menu Alatan. Jika dimatikan, emoji hilang sepenuhnya. Mahu kekunci 🙂 khusus? Tambahkannya dari Susun Atur → Pratetap Pantas.
pt: Aceda aos emojis pelo menu de ferramentas. Desligado, os emojis desaparecem por completo. Prefere uma tecla 🙂 dedicada? Adicione uma em Esquema → Predefinições rápidas.
ru: Открывать эмодзи из меню инструментов. Выключено — эмодзи убираются совсем. Нужна отдельная клавиша 🙂? Добавьте её в «Раскладке» → «Быстрые пресеты».
zh_hans: 从工具菜单进入表情。关闭后将完全移除表情。想要专属的 🙂 键？可在「布局」→「快捷预设」中添加。

source: React to typing
de: Auf Tippen reagieren
es: Reaccionar al escribir
et: Reageeri tipimisele
fr: Réagir à la frappe
hu: Reagálás a gépelésre
it: Reagisci alla digitazione
ja: 入力に反応
ko: 입력에 반응
ms: Bertindak balas kepada taipan
pt: Reagir à escrita
ru: Реагировать на печать
zh_hans: 对输入做出反应

source: Reaction
de: Reaktion
es: Reacción
et: Reaktsioon
fr: Réaction
hu: Reakció
it: Reazione
ja: 反応
ko: 반응
ms: Reaksi
pt: Reação
ru: Реакция
zh_hans: 反应

source: Reactions
de: Reaktionen
es: Reacciones
et: Reaktsioonid
fr: Réactions
hu: Reakciók
it: Reazioni
ja: 反応
ko: 반응
ms: Reaksi
pt: Reações
ru: Реакции
zh_hans: 反应

source: Reactive
de: Reaktiv
es: Reactiva
et: Reaktiivne
fr: Réactif
hu: Reaktív
it: Reattiva
ja: リアクティブ
ko: 반응형
ms: Reaktif
pt: Reativa
ru: Реактивный
zh_hans: 响应

source: Reactive backgrounds
de: Reaktive Hintergründe
es: Fondos reactivos
et: Reageerivad taustad
fr: Arrière-plans réactifs
hu: Reaktív hátterek
it: Sfondi reattivi
ja: 反応する背景
ko: 반응형 배경
ms: Latar belakang reaktif
pt: Fundos reativos
ru: Реактивные фоны
zh_hans: 响应式背景

source: Read a setting
de: Eine Einstellung lesen
es: Leer un ajuste
et: Loe seadet
fr: Lire un réglage
hu: Beállítás kiolvasása
it: Leggi un'impostazione
ja: 設定を読む
ko: 설정 읽기
ms: Baca tetapan
pt: Ler uma definição
ru: Прочитать настройку
zh_hans: 读取设置

source: Read and replace clipboard contents. Requires Full Access.
de: Liest und ersetzt den Inhalt der Zwischenablage. Benötigt vollen Zugriff.
es: Lee y reemplaza el contenido del portapapeles. Requiere acceso total.
et: Loeb ja asendab lõikelaua sisu. Vajab täielikku juurdepääsu.
fr: Lit et remplace le contenu du presse-papiers. Nécessite l’accès complet.
hu: A vágólap tartalmának olvasása és cseréje. Teljes hozzáférés szükséges.
it: Legge e sostituisce il contenuto degli appunti. Richiede accesso completo.
ja: クリップボードの内容を読み取り、置き換えます。フルアクセスが必要です。
ko: 클립보드 내용을 읽고 바꿉니다. 전체 접근이 필요합니다.
ms: Baca dan gantikan kandungan papan klip. Memerlukan Akses Penuh.
pt: Lê e substitui o conteúdo da área de transferência. Requer acesso completo.
ru: Чтение и замена содержимого буфера обмена. Нужен полный доступ.
zh_hans: 读取和替换剪贴板内容。需要完全访问权限。

source: Read the answer, then open the pages it used, listed underneath it.
de: Lies die Antwort und öffne die Seiten, aus denen sie stammt — sie stehen darunter.
es: Lee la respuesta y abre las páginas que ha usado, listadas debajo.
et: Loe vastust ja ava siis lehed, mida ta kasutas, loetletud allpool.
fr: Lis la réponse, puis ouvre les pages qu'elle a utilisées, listées en dessous.
hu: Olvasd el a választ, majd nyisd meg az alatta felsorolt oldalakat, amelyekből készült.
it: Leggi la risposta, poi apri le pagine da cui è nata, elencate sotto.
ja: 答えを読んだら、その下に並ぶ参照元のページを開いてみてください。
ko: 답을 읽은 뒤, 그 아래 나열된 근거 페이지를 열어 보세요.
ms: Baca jawapannya, kemudian buka halaman yang digunakannya, disenaraikan di bawah.
pt: Lê a resposta e abre as páginas que ela usou, listadas por baixo.
ru: Прочитайте ответ, а потом откройте страницы, на которые он опирался, — они перечислены под ним.
zh_hans: 读完答案，再打开下面列出的、它所依据的页面。

source: Read typed text, surrounding text, selections and typing statistics.
de: Liest eingegebenen und umgebenden Text, Auswahlen und Tippstatistiken.
es: Lee el texto escrito, el texto que lo rodea, las selecciones y las estadísticas de escritura.
et: Loeb sisestatud ja ümbritsevat teksti, valikuid ning sisestusstatistikat.
fr: Lit le texte saisi, le texte environnant, les sélections et les statistiques de saisie.
hu: A beírt és környező szöveg, a kijelölések és a gépelési statisztikák olvasása.
it: Legge il testo digitato, il testo circostante, le selezioni e le statistiche di digitazione.
ja: 入力したテキスト、前後のテキスト、選択範囲、入力統計を読み取ります。
ko: 입력한 텍스트, 주변 텍스트, 선택한 내용 및 입력 통계를 읽습니다.
ms: Baca teks yang ditaip, teks sekeliling, pilihan dan statistik penaipan.
pt: Lê o texto escrito, o texto envolvente, as seleções e as estatísticas de escrita.
ru: Чтение введённого и окружающего текста, выделений и статистики ввода.
zh_hans: 读取已输入的文本、周围文本、所选内容和输入统计信息。
